Repository: Furkankzlsn/Tailcode
Catalog: Tailcode/Resources/SharedResource.*.resx
Languages: fr, ja, ko, tr, zh

# Scenario4Title
source: "Getting a report takes hours"
fr: « Obtenir un rapport prend des heures »
ja: 「レポート作成に何時間もかかる」
ko: "보고서 만드는 데 몇 시간 걸려요"
tr: "Rapor almak saatler sürüyor"
zh: "做一份报告要几个小时"

# Scenario4Text
source: Need to collect data from different sources for management reports? Manual calculations involved?
fr: Besoin de collecter des données de différentes sources pour les rapports de direction ? Calculs manuels impliqués ?
ja: 経営報告書のために様々なソースからデータを収集する必要がありますか？手動計算が必要ですか？
ko: 경영진 보고서를 위해 다양한 소스에서 데이터를 수집해야 하나요? 수동 계산이 필요한가요?
tr: Yönetim raporları için farklı kaynaklardan veri toplamak mı gerekiyor? Manuel hesaplamalar mı yapılıyor?
zh: 需要从不同来源收集数据来做管理报告？涉及手动计算？

# Scenario4Solution
source: We provide automatic reporting and dashboard solutions.
fr: Nous fournissons des solutions de reporting automatique et tableaux de bord.
ja: 自動レポートとダッシュボードソリューションを提供します。
ko: 자동 보고 및 대시보드 솔루션을 제공합니다.
tr: Otomatik raporlama ve dashboard çözümü sunuyoruz.
zh: 我们提供自动报告和仪表板解决方案。

# Scenario5Title
source: "Everyone follows a different path"
fr: « Chacun suit un chemin différent »
ja: 「みんな違う道を歩んでいる」
ko: "모두 다른 방식을 따라요"
tr: "Herkes farklı yol izliyor"
zh: "每个人都走不同的路"

# Scenario5Text
source: Have standardized processes but inconsistent implementation? Cross-department coordination difficult?
fr: Avez des processus standardisés mais une mise en œuvre incohérente ? Coordination inter-départements difficile ?
ja: 標準化されたプロセスがあるが実装が一貫していませんか？部門間の調整が難しいですか？
ko: 표준화된 프로세스가 있지만 실행이 일관되지 않나요? 부서간 조율이 어렵나요?
tr: Standardize edilmiş süreçleriniz var ama uygulama tutarsız mı? Birimler arası koordinasyon zor mu?
zh: 有标准化流程但执行不一致？部门间协调困难？

# Scenario5Solution
source: We digitize standard workflows.
fr: Nous numérisons les flux de travail standards.
ja: 標準ワークフローをデジタル化します。
ko: 표준 워크플로우를 디지털화합니다.
tr: Standart iş akışlarını dijitalleştiriyoruz.
zh: 我们将标准工作流程数字化。

# Scenario6Title
source: "We have an idea but can't test it"
fr: « Nous avons une idée mais ne pouvons pas la tester »
ja: 「アイデアはあるがテストできない」
ko: "아이디어는 있는데 테스트할 수 없어요"
tr: "Fikrimiz var ama test edemiyoruz"
zh: "我们有想法但无法测试"

# Scenario6Text
source: Have an idea for a new process or system? Want to test it before making a big investment?
fr: Avez une idée pour un nouveau processus ou système ? Voulez la tester avant un gros investissement ?
ja: 新しいプロセスやシステムのアイデアがありますか？大きな投資の前にテストしたいですか？
ko: 새로운 프로세스나 시스템에 대한 아이디어가 있나요? 큰 투자 전에 테스트하고 싶으신가요?
tr: Yeni bir süreç veya sistem fikriniz mi var? Büyük yatırım yapmadan önce test etmek mi istiyorsunuz?
zh: 有新流程或系统的想法？想在大规模投资前测试？

# Scenario6Solution
source: We materialize ideas with rapid prototypes.
fr: Nous concrétisons les idées avec des prototypes rapides.
ja: 迅速なプロトタイプでアイデアを具現化します。
ko: 빠른 프로토타입으로 아이디어를 구체화합니다.
tr: Hızlı prototiple fikri somutlaştırıyoruz.
zh: 我们通过快速原型将想法具体化。

# ApproachSubtitle
source: Our Approach
fr: Notre Approche
ja: 私たちのアプローチ
ko: 우리의 접근 방식
tr: Yaklaşımımız
zh: 我们的方法

# ApproachTitle
source: How do we approach problems?
fr: Comment abordons-nous les problèmes ?
ja: 問題にどうアプローチしますか？
ko: 문제에 어떻게 접근하나요?
tr: Probleme nasıl yaklaşıyoruz?
zh: 我们如何解决问题？

# ApproachLead
source: We start every project with the question "Do we really understand this problem?"
fr: Nous démarrons chaque projet avec la question « Comprenons-nous vraiment ce problème ? »
ja: すべてのプロジェクトを「この問題を本当に理解しているか？」という質問から始めます。
ko: 모든 프로젝트를 "이 문제를 정말 이해하고 있는가?"라는 질문으로 시작합니다.
tr: Her projeye "bu problemi gerçekten anlıyor muyuz?" sorusuyla başlıyoruz.
zh: 我们从"真正理解这个问题了吗？"这个问题开始每个项目。

# ApproachText1
source: Understanding the problem fully before proposing a solution is the most important step. That's why we conduct detailed analysis, map existing processes, and talk to real users for every project.
fr: Comprendre pleinement le problème avant de proposer une solution est l'étape la plus importante. C'est pourquoi nous menons une analyse détaillée, cartographions les processus existants et parlons aux vrais utilisateurs pour chaque projet.
ja: ソリューションを提案する前に問題を完全に理解することが最も重要なステップです。そのため、すべてのプロジェクトで詳細な分析を行い、既存のプロセスをマッピングし、実際のユーザーと話します。
ko: 솔루션을 제안하기 전에 문제를 완전히 이해하는 것이 가장 중요한 단계입니다. 그래서 모든 프로젝트에서 상세한 분석을 수행하고, 기존 프로세스를 매핑하고, 실제 사용자와 대화합니다.
tr: Çözüm sunmadan önce problemi tam olarak anlamak en önemli adımdır. Bu nedenle her projede detaylı bir analiz yapıyor, mevcut süreçleri haritalıyor ve gerçek kullanıcılarla konuşuyoruz.
zh: 在提出解决方案之前完全理解问题是最重要的步骤。这就是为什么我们对每个项目进行详细分析、映射现有流程并与真实用户交谈。

# ApproachText2
source: Our goal is not "to make software" but "to solve a problem." This difference directly affects the quality of the resulting solution.
fr: Notre objectif n'est pas « faire du logiciel » mais « résoudre un problème ». Cette différence affecte directement la qualité de la solution obtenue.
ja: 私たちの目標は「ソフトウェアを作ること」ではなく「問題を解決すること」です。この違いが結果の品質に直接影響します。
ko: 우리의 목표는 "소프트웨어를 만드는 것"이 아니라 "문제를 해결하는 것"입니다. 이 차이가 결과물의 품질에 직접적인 영향을 미칩니다.
tr: Amacımız "bir yazılım yapmak" değil, "bir problemi çözmek"tir. Bu fark, sonuçta ortaya çıkan çözümün kalitesini doğrudan etkiler.
zh: 我们的目标不是"做软件"而是"解决问题"。这种差异直接影响最终解决方案的质量。

# ResultTimeDesc
source: Manual tasks get automated, teams focus on their core work.
fr: Les tâches manuelles sont automatisées, les équipes se concentrent sur leur cœur de métier.
ja: 手動タスクが自動化され、チームはコア業務に集中します。
ko: 수동 작업이 자동화되고, 팀은 핵심 업무에 집중합니다.
tr: Manuel işler otomatize edilir, ekipler asıl işlerine odaklanır.
zh: 手动任务自动化，团队专注于核心工作。

# ResultConsistencyDesc
source: Standard processes reduce errors and increase quality.
fr: Les processus standards réduisent les erreurs et augmentent la qualité.
ja: 標準プロセスがエラーを減らし、品質を向上させます。
ko: 표준 프로세스가 오류를 줄이고 품질을 높입니다.
tr: Standart süreçler, hata oranını azaltır ve kaliteyi artırır.
zh: 标准流程减少错误，提高质量。

# ResultVisibilityDesc
source: Clear reports and dashboards for data-driven decisions.
fr: Rapports clairs et tableaux de bord pour des décisions basées sur les données.
ja: 明確なレポートとダッシュボードでデータ駆動の意思決定。
ko: 명확한 보고서와 대시보드로 데이터 기반 의사결정.
tr: Veriye dayalı kararlar için net raporlar ve dashboard'lar.
zh: 清晰的报告和仪表板支持数据驱动的决策。

# ResultFitDesc
source: Custom designed for you, perfectly fits your workflow.
fr: Conçu sur mesure pour vous, s'adapte parfaitement à votre flux de travail.
ja: カスタム設計され、ワークフローに完璧にフィットします。
ko: 맞춤 설계되어 워크플로우에 완벽하게 적합합니다.
tr: Size özel tasarlandığı için iş akışınıza tam uyum sağlar.
zh: 为您定制设计，完美适合您的工作流程。

# SolutionsCTAText
source: Share your organization's process challenges, let's find a solution together.
fr: Partagez les défis de processus de votre organisation, trouvons une solution ensemble.
ja: 組織のプロセス課題を共有して、一緒にソリューションを見つけましょう。
ko: 조직의 프로세스 과제를 공유하고 함께 솔루션을 찾아봅시다.
tr: Kurumunuzdaki süreç sorunlarını paylaşın, birlikte çözüm bulalım.
zh: 分享您组织的流程挑战，让我们一起找到解决方案。

# YourProblem
source: What's your problem?
fr: Quel est votre problème ?
ja: どんな問題がありますか？
ko: 어떤 문제가 있나요?
tr: Sizin probleminiz ne?
zh: 您有什么问题？

# TellProblem
source: Tell Us Your Problem
fr: Décrivez-nous Votre Problème
ja: 問題をお聞かせください
ko: 문제를 알려주세요
tr: Probleminizi Anlatın
zh: 告诉我们您的问题

source: Select Language
fr: Sélectionner la Langue
ja: 言語を選択
ko: 언어 선택
tr: Dil Seçin
zh: 选择语言
