Repository: Furkankzlsn/Tailcode
Catalog: Tailcode/Resources/SharedResource.*.resx
Languages: fr, ja, ko, tr, zh

# ServicePrototypeDesc
source: Fast working prototypes, clickable interfaces and solutions tested with real scenarios.
fr: Prototypes fonctionnels rapides, interfaces cliquables et solutions testées avec des scénarios réels.
ja: 高速動作プロトタイプ、クリック可能なインターフェース、実際のシナリオでテストされたソリューション。
ko: 빠른 작동 프로토타입, 클릭 가능한 인터페이스 및 실제 시나리오로 테스트된 솔루션.
tr: Hızlı çalışan prototipler, tıklanabilir arayüzler ve gerçek senaryolarla test edilmiş çözümler.
zh: 快速可用原型、可点击界面和经过真实场景测试的解决方案。

source: View All Services
fr: Voir Tous les Services
ja: すべてのサービスを見る
ko: 모든 서비스 보기
tr: Tüm Hizmetleri Görüntüle
zh: 查看所有服务

# MethodologyText
source: We start by understanding the problem, then design a solution tailored to you.
fr: Nous commençons par comprendre le problème, puis concevons une solution adaptée à vous.
ja: 問題を理解することから始め、あなたに合ったソリューションを設計します。
ko: 문제를 이해하는 것부터 시작하여 맞춤형 솔루션을 설계합니다.
tr: Problemi anlayarak başlıyor, çözümü size özel tasarlıyoruz.
zh: 我们从理解问题开始，然后设计适合您的解决方案。

# LimitItem1
source: We don't make websites for everyone
fr: Nous ne faisons pas de sites web pour tout le monde
ja: 誰にでもウェブサイトは作りません
ko: 모든 사람을 위한 웹사이트는 만들지 않습니다
tr: Herkese web sitesi yapmayız
zh: 我们不做面向所有人的网站

# LimitItem2
source: We don't sell template systems
fr: Nous ne vendons pas de systèmes préfabriqués
ja: テンプレートシステムは販売しません
ko: 템플릿 시스템을 판매하지 않습니다
tr: Template sistemler satmayız
zh: 我们不出售模板系统

# LimitItem3
source: We don't take on "just make something" projects
fr: Nous n'acceptons pas les projets « faites quelque chose »
ja: 「何か作って」プロジェクトは受けません
ko: "뭔가 만들어주세요" 프로젝트는 받지 않습니다
tr: "Bir şeyler olsun" projelerine girmeyiz
zh: 我们不接受"随便做点什么"的项目

# LimitItem4
source: We don't accept requests without a clear problem
fr: Nous n'acceptons pas de demandes sans problème clair
ja: 明確な問題のない依頼は受けません
ko: 명확한 문제 없는 요청은 받지 않습니다
tr: Net problemi olmayan talepleri kabul etmeyiz
zh: 我们不接受没有明确问题的请求

# AboutTitle
source: About
fr: À Propos
ja: 会社概要
ko: 소개
tr: Hakkımızda
zh: 关于我们

# AboutSubtitle
source: About Us
fr: À Propos de Nous
ja: 私たちについて
ko: 회사 소개
tr: Hakkımızda
zh: 关于我们

# AboutHeading
source: Who is Tailcode?
fr: Qui est Tailcode ?
ja: Tailcodeとは？
ko: Tailcode는 누구인가요?
tr: Tailcode Kimdir?
zh: Tailcode是谁？

# AboutDescription
source: A software partner that understands your problem and creates custom solutions.
fr: Un partenaire logiciel qui comprend votre problème et crée des solutions sur mesure.
ja: 問題を理解し、カスタムソリューションを作成するソフトウェアパートナー。
ko: 문제를 이해하고 맞춤형 솔루션을 만드는 소프트웨어 파트너.
tr: Problemi anlayan ve ona özel çözüm üreten bir yazılım ortağı.
zh: 理解您的问题并创建定制解决方案的软件合作伙伴。

# WhatIsTitle
source: What is Tailcode?
fr: Qu'est-ce que Tailcode ?
ja: Tailcodeとは？
ko: Tailcode란?
tr: Tailcode Nedir?
zh: 什么是Tailcode？

# WhatIsText
source: Tailcode is a software solutions company founded so that organizations, teams, and institutions can have software perfectly aligned with their workflows without being forced to fit into ready-made templates.
fr: Tailcode est une entreprise de solutions logicielles fondée pour que les organisations, équipes et institutions puissent avoir un logiciel parfaitement aligné sur leurs flux de travail sans être contraints de s'adapter à des modèles prêts à l'emploi.
ja: Tailcodeは、組織、チーム、機関が既製テンプレートに合わせることなく、ワークフローに完璧に合ったソフトウェアを持てるように設立されたソフトウェアソリューション会社です。
ko: Tailcode는 조직, 팀, 기관이 기성품 템플릿에 맞추지 않고 워크플로우에 완벽하게 맞는 소프트웨어를 가질 수 있도록 설립된 소프트웨어 솔루션 회사입니다.
tr: Tailcode; kurumların, ekiplerin ve organizasyonların hazır yazılım kalıplarına uymak zorunda kalmadan, kendi işleyişlerine birebir uyumlu yazılımlara sahip olabilmeleri için kurulan bir yazılım çözüm şirketidir.
zh: Tailcode是一家软件解决方案公司，成立的目的是让组织、团队和机构能够拥有完美匹配其工作流程的软件，而不必被迫适应现成的模板。

# NotAgency
source: Tailcode is not a software agency.
fr: Tailcode n'est pas une agence logicielle.
ja: Tailcodeはソフトウェアエージェンシーではありません。
ko: Tailcode는 소프트웨어 에이전시가 아닙니다.
tr: Tailcode bir yazılım ajansı değildir.
zh: Tailcode不是软件代理机构。

# NotProduct
source: Tailcode is not a product company.
fr: Tailcode n'est pas une entreprise de produits.
ja: Tailcodeは製品会社ではありません。
ko: Tailcode는 제품 회사가 아닙니다.
tr: Tailcode bir ürün şirketi değildir.
zh: Tailcode不是产品公司。

# NotEverything
source: Tailcode is not a "we do everything" structure.
fr: Tailcode n'est pas une structure « nous faisons tout ».
ja: Tailcodeは「何でもやります」構造ではありません。
ko: Tailcode는 "모든 것을 다 합니다" 구조가 아닙니다.
tr: Tailcode bir "her şeyi yaparız" yapısı değildir.
zh: Tailcode不是"什么都做"的结构。

# IsPartner
source: Tailcode is a software partner that understands the problem and creates custom solutions.
fr: Tailcode est un partenaire logiciel qui comprend le problème et crée des solutions sur mesure.
ja: Tailcodeは問題を理解し、カスタムソリューションを作成するソフトウェアパートナーです。
ko: Tailcode는 문제를 이해하고 맞춤형 솔루션을 만드는 소프트웨어 파트너입니다.
tr: Tailcode, problemi anlayan ve ona özel çözüm üreten bir yazılım ortağıdır.
zh: Tailcode是理解问题并创建定制解决方案的软件合作伙伴。

# VisionTitle
source: Vision
ja: ビジョン
ko: 비전
tr: Vizyon
zh: 愿景

# VisionText
source: A world where organizations work with software that perfectly fits their processes, where technology is an enabler, not an obstacle.
fr: Un monde où les organisations travaillent avec un logiciel qui correspond parfaitement à leurs processus, où la technologie est un facilitateur, pas un obstacle.
ja: 組織がプロセスに完璧に合ったソフトウェアで働き、技術が障害ではなく促進者となる世界。
ko: 조직이 프로세스에 완벽하게 맞는 소프트웨어로 일하고, 기술이 장애물이 아닌 촉진제가 되는 세상.
tr: Kurumların kendi süreçlerine tam uyum sağlayan yazılımlarla çalıştığı, teknolojinin engel değil kolaylaştırıcı olduğu bir dünya.
zh: 一个组织使用完美匹配其流程的软件工作的世界，技术是推动者而非障碍。

# MissionTitle
source: Mission
ja: ミッション
ko: 미션
tr: Misyon
zh: 使命

# MissionText
source: To understand the critical 30% that ready-made solutions don't cover and create custom software for it.
fr: Comprendre les 30% critiques que les solutions prêtes à l'emploi ne couvrent pas et créer des logiciels sur mesure pour cela.
ja: 既製ソリューションがカバーしない重要な30%を理解し、そのためのカスタムソフトウェアを作成すること。
ko: 기성품 솔루션이 충족하지 못하는 핵심 30%를 이해하고 이를 위한 맞춤형 소프트웨어를 만드는 것.
tr: Hazır çözümlerin karşılamadığı kritik %30'u anlamak ve ona özel yazılımlar üretmek.
zh: 理解现成解决方案无法覆盖的关键30%，并为此创建定制软件。

# TargetSubtitle
source: Target Customer
fr: Client Cible
ja: 対象顧客
ko: 대상 고객
tr: Hedef Müşteri
zh: 目标客户

# TargetTitle
source: Who do we work with?
fr: Avec qui travaillons-nous ?
ja: 誰と働きますか？
ko: 누구와 일하나요?
tr: Kimlerle çalışıyoruz?
zh: 我们与谁合作？

# TargetText
source: Tailcode focuses on a specific customer profile. We create solutions for the right needs, not for everyone.
fr: Tailcode se concentre sur un profil client spécifique. Nous créons des solutions pour les bons besoins, pas pour tout le monde.
ja: Tailcodeは特定の顧客プロファイルに焦点を当てています。全員ではなく、適切なニーズのためにソリューションを作成します。
ko: Tailcode는 특정 고객 프로필에 집중합니다. 모든 사람이 아닌 올바른 요구사항을 위한 솔루션을 만듭니다.
tr: Tailcode, belirli bir müşteri profiline odaklanır. Herkes için değil, doğru ihtiyaçlar için çözüm üretiriz.
zh: Tailcode专注于特定的客户群体。我们为正确的需求创建解决方案，而不是为所有人。

source: Vision & Mission
ja: ビジョン & ミッション
ko: 비전 & 미션
tr: Vizyon & Misyon
zh: 愿景与使命

# WhyExist
source: Why do we exist?
fr: Pourquoi existons-nous ?
ja: なぜ私たちは存在するのか？
ko: 우리가 존재하는 이유는?
tr: Neden varız?
zh: 我们为什么存在？

# Target1Title
source: Organizations with internal processes
fr: Organisations avec processus internes
ja: 内部プロセスを持つ組織
ko: 내부 프로세스가 있는 조직
tr: Kurum içi süreçleri olan yapılar
zh: 有内部流程的组织

# Target1Desc
source: Organizations requiring complex workflows and coordination between multiple departments.
fr: Organisations nécessitant des flux de travail complexes et une coordination entre plusieurs départements.
ja: 複雑なワークフローと複数部門間の調整が必要な組織。
ko: 복잡한 워크플로우와 여러 부서 간 조율이 필요한 조직.
tr: Karmaşık iş akışları ve birden fazla birim arasında koordinasyon gerektiren organizasyonlar.
zh: 需要复杂工作流程和多部门协调的组织。

# Target2Title
source: Teams frustrated with off-the-shelf systems
fr: Équipes frustrées par les systèmes existants
ja: 既存システムに不満を持つチーム
ko: 기존 시스템에 좌절한 팀
tr: Hazır sistemlerden yorulmuş ekipler
zh: 对现有系统感到沮丧的团队

# Target2Desc
source: Teams resorting to manual solutions due to limitations of existing software.
fr: Équipes recourant à des solutions manuelles en raison des limitations des logiciels existants.
ja: 既存ソフトウェアの制限により手動ソリューションに頼るチーム。
ko: 기존 소프트웨어의 한계로 인해 수동 솔루션에 의존하는 팀.
tr: Mevcut yazılımların eksikliklerinden dolayı manuel çözümlere başvuran takımlar.
zh: 由于现有软件的限制而不得不采用手动解决方案的团队。

# Target3Title
source: Leaders who want something custom
fr: Leaders qui veulent du sur-mesure
ja: カスタムを求めるリーダー
ko: 맞춤형을 원하는 리더
tr: "Bize özel olsun" diyen yöneticiler
zh: 想要定制的领导者

# Target3Desc
source: Decision makers who understand their organization's unique needs and seek custom solutions.
fr: Décideurs qui comprennent les besoins uniques de leur organisation et recherchent des solutions personnalisées.
ja: 組織のユニークなニーズを理解し、カスタムソリューションを求める意思決定者。
ko: 조직의 고유한 요구사항을 이해하고 맞춤형 솔루션을 찾는 의사결정자.
tr: Kurumun benzersiz ihtiyaçlarını anlayan ve özel çözüm arayan karar vericiler.
zh: 了解组织独特需求并寻求定制解决方案的决策者。

# LimitItem1Desc
source: We don't do general-purpose website development. Our focus is enterprise solutions.
fr: Nous ne faisons pas de développement web généraliste. Notre focus est les solutions d'entreprise.
ja: 一般的なウェブサイト開発は行いません。私たちの焦点は企業ソリューションです。
ko: 일반적인 웹사이트 개발은 하지 않습니다. 우리의 초점은 기업 솔루션입니다.
tr: Genel amaçlı web sitesi geliştirme işi yapmıyoruz. Odağımız kurumsal çözümler.
zh: 我们不做通用网站开发。我们的重点是企业解决方案。

# LimitItem2Desc
source: We don't offer ready-made templates or package solutions. Every project is custom designed.
fr: Nous n'offrons pas de modèles ou solutions packagées. Chaque projet est conçu sur mesure.
ja: 既製テンプレートやパッケージソリューションは提供しません。すべてのプロジェクトはカスタム設計です。
ko: 기성품 템플릿이나 패키지 솔루션을 제공하지 않습니다. 모든 프로젝트는 맞춤 설계됩니다.
tr: Hazır şablonlar veya paket çözümler sunmuyoruz. Her proje size özel tasarlanır.
zh: 我们不提供现成模板或打包解决方案。每个项目都是定制设计的。

# LimitItem3Desc
source: We don't start a project without a clear problem definition.
fr: Nous ne démarrons pas un projet sans une définition claire du problème.
ja: 明確な問題定義なしにプロジェクトを開始しません。
ko: 명확한 문제 정의 없이 프로젝트를 시작하지 않습니다.
tr: Net bir problem tanımı olmadan projeye başlamıyoruz.
zh: 没有明确的问题定义，我们不会开始项目。

# LimitItem4Desc
source: If there's no concrete problem to solve, we don't start.
fr: S'il n'y a pas de problème concret à résoudre, nous ne commençons pas.
ja: 解決すべき具体的な問題がなければ開始しません。
ko: 해결할 구체적인 문제가 없으면 시작하지 않습니다.
tr: Çözülecek somut bir problem yoksa, başlamıyoruz.
zh: 如果没有具体问题要解决，我们不会开始。

# LimitItem5
source: We don't compete with products
fr: Nous ne concurrençons pas les produits
ja: 製品と競合しません
ko: 제품과 경쟁하지 않습니다
tr: Ürün rekabetine girmez
zh: 我们不与产品竞争

# LimitItem5Desc
source: We don't compete with general-purpose products like Slack, Discord, or OBS.
fr: Nous ne concurrençons pas les produits génériques comme Slack, Discord ou OBS.
ja: Slack、Discord、OBSのような汎用製品とは競合しません。
ko: Slack, Discord, OBS와 같은 범용 제품과 경쟁하지 않습니다.
tr: Slack, Discord, OBS gibi genel amaçlı ürünlerle rekabet etmiyoruz.
zh: 我们不与Slack、Discord或OBS等通用产品竞争。

# WorkWithUs
source: Want to work with us?
fr: Voulez-vous travailler avec nous ?
ja: 一緒に働きませんか？
ko: 함께 일하고 싶으신가요?
tr: Bizimle çalışmak ister misiniz?
zh: 想与我们合作吗？

# WorkWithUsDesc
source: Let us understand your organization's unique needs and create a solution together.
fr: Laissez-nous comprendre les besoins uniques de votre organisation et créer une solution ensemble.
ja: 組織のユニークなニーズを理解し、一緒にソリューションを作りましょう。
ko: 조직의 고유한 요구사항을 이해하고 함께 솔루션을 만들겠습니다.
tr: Kurumunuzun özel ihtiyaçlarını anlayalım ve birlikte çözüm üretelim.
zh: 让我们了解您组织的独特需求，共同创建解决方案。

# ContactTitle
source: Contact
ja: お問い合わせ
ko: 문의
tr: İletişim
zh: 联系我们

# ContactSubtitle
source: Contact
ja: お問い合わせ
ko: 문의
tr: İletişim
zh: 联系方式

# ContactHeading
source: Get In Touch
fr: Contactez-nous
ja: ご連絡ください
ko: 연락하기
tr: Bizimle İletişime Geçin
zh: 取得联系

# ContactDescription
source: Contact us to discuss your project or ask questions.
fr: Contactez-nous pour discuter de votre projet ou poser des questions.
ja: プロジェクトについて話し合うか、質問がある場合はお問い合わせください。
ko: 프로젝트에 대해 논의하거나 질문이 있으시면 연락하세요.
tr: Projeniz hakkında konuşmak veya sorularınızı sormak için bize ulaşın.
zh: 联系我们讨论您的项目或提出问题。

# FormName
source: Full Name
fr: Nom Complet
ja: 氏名
ko: 성명
tr: Ad Soyad
zh: 姓名

# FormEmail
source: Email
ja: メール
ko: 이메일
tr: E-posta
zh: 电子邮件

# FormSubject
source: Subject
fr: Sujet
ja: 件名
ko: 제목
tr: Konu
zh: 主题

# FormVision
source: Your Project Vision
fr: Vision de Votre Projet
ja: プロジェクトビジョン
ko: 프로젝트 비전
tr: Proje Vizyonunuz
zh: 项目愿景

# FormMessage
source: Message
ja: メッセージ
ko: 메시지
tr: Mesaj
zh: 消息

# FormSend
source: Send Message
fr: Envoyer le Message
ja: メッセージを送信
ko: 메시지 보내기
tr: Mesaj Gönder
zh: 发送消息

# FormNamePlaceholder
source: Your full name
fr: Votre nom complet
ja: お名前を入力してください
ko: 성명을 입력하세요
tr: Adınız ve soyadınız
zh: 请输入您的姓名

# FormEmailPlaceholder
source: example@email.com
fr: exemple@email.com
tr: ornek@email.com

# FormSubjectPlaceholder
source: Subject (optional)
fr: Sujet (optionnel)
ja: 件名（任意）
ko: 제목 (선택사항)
tr: Konu başlığı (opsiyonel)
zh: 主题（可选）

# FormVisionPlaceholder
source: Briefly describe your project vision (optional)
fr: Décrivez brièvement la vision de votre projet (optionnel)
ja: プロジェクトビジョンを簡潔に説明してください（任意）
ko: 프로젝트 비전을 간략히 설명해주세요 (선택사항)
tr: Projenizin vizyonunu kısaca açıklayın (opsiyonel)
zh: 简要描述您的项目愿景（可选）

# FormMessagePlaceholder
source: Write your message here...
fr: Écrivez votre message ici...
ja: メッセージを入力してください...
ko: 메시지를 작성해주세요...
tr: Mesajınızı buraya yazın...
zh: 请在这里写下您的消息...

# ContactEmail
source: Email
ja: メール
ko: 이메일
tr: E-posta
zh: 电子邮件

# ContactResponse
source: Response Time
fr: Temps de Réponse
ja: 返信時間
ko: 응답 시간
tr: Yanıt Süresi
zh: 响应时间

# ContactResponseText
source: Within 24 hours
fr: Sous 24 heures
ja: 24時間以内
ko: 24시간 이내
tr: 24 saat içinde
zh: 24小时内

# ContactMeeting
source: First Meeting
fr: Première Réunion
ja: 初回ミーティング
ko: 첫 미팅
tr: İlk Görüşme
zh: 首次会议

# ContactMeetingText
source: Free
fr: Gratuite
ja: 無料
ko: 무료
tr: Ücretsiz
zh: 免费

# SendMessage
source: Send a Message
fr: Envoyer un Message
ja: メッセージを送る
ko: 메시지 보내기
tr: Mesaj Gönderin
zh: 发送消息

# SendMessageDesc
source: Fill out the form and we'll get back to you as soon as possible.
fr: Remplissez le formulaire et nous vous répondrons dès que possible.
ja: フォームに記入していただければ、できるだけ早くご連絡いたします。
ko: 양식을 작성해주시면 최대한 빨리 연락드리겠습니다.
tr: Formu doldurun, en kısa sürede size dönüş yapalım.
zh: 填写表格，我们会尽快回复您。

# ContactInfo
source: Contact Information
fr: Informations de Contact
ja: 連絡先情報
ko: 연락처 정보
tr: İletişim Bilgileri
zh: 联系信息

# ContactResponseDesc
source: We usually respond within 24 hours.
fr: Nous répondons généralement sous 24 heures.
ja: 通常24時間以内に返信します。
ko: 보통 24시간 이내에 응답합니다.
tr: Genellikle 24 saat içinde dönüş yapıyoruz.
zh: 我们通常在24小时内回复。

# ContactMeetingDesc
source: We start with a free discovery call.
fr: Nous commençons par un appel découverte gratuit.
ja: 無料のディスカバリーコールから始めます。
ko: 무료 탐색 통화로 시작합니다.
tr: Ücretsiz keşif görüşmesi ile başlıyoruz.
zh: 我们从免费的探索通话开始。

# FAQ
source: Frequently Asked Questions
fr: Questions Fréquentes
ja: よくあるご質問
ko: 자주 묻는 질문
tr: Sık Sorulan Sorular
zh: 常见问题

# FAQ1Q
source: Is the first meeting free?
fr: La première réunion est-elle gratuite ?
ja: 初回ミーティングは無料ですか？
ko: 첫 미팅은 무료인가요?
tr: İlk görüşme ücretli mi?
zh: 首次会议是否免费？

# FAQ1A
source: Yes, the discovery call is free.
fr: Oui, l'appel découverte est gratuit.
ja: はい、ディスカバリーコールは無料です。
ko: 네, 탐색 통화는 무료입니다.
tr: Hayır, keşif görüşmesi ücretsizdir.
zh: 是的，探索通话是免费的。

# FAQ2Q
source: How long does a project take?
fr: Combien de temps dure un projet ?
ja: プロジェクトにはどのくらいかかりますか？
ko: 프로젝트는 얼마나 걸리나요?
tr: Bir proje ne kadar sürer?
zh: 项目需要多长时间？

# FAQ2A
source: It depends on scope. Prototypes take 2-4 weeks, full projects can take 2-6 months.
fr: Cela dépend de la portée. Les prototypes prennent 2-4 semaines, les projets complets peuvent prendre 2-6 mois.
ja: 範囲によります。プロトタイプは2〜4週間、完全なプロジェクトは2〜6ヶ月かかることがあります。
ko: 범위에 따라 다릅니다. 프로토타입은 2-4주, 전체 프로젝트는 2-6개월 소요될 수 있습니다.
tr: Kapsama göre değişir. Prototipler 2-4 hafta, tam projeler 2-6 ay sürebilir.
zh: 取决于范围。原型需要2-4周，完整项目可能需要2-6个月。

# FAQ3Q
source: Do you work remotely?
fr: Travaillez-vous à distance ?
ja: リモートで作業しますか？
ko: 원격으로 작업하나요?
tr: Uzaktan çalışıyor musunuz?
zh: 你们是否远程工作？

# FAQ3A
source: Yes, we can handle all our projects remotely.
fr: Oui, nous pouvons gérer tous nos projets à distance.
ja: はい、すべてのプロジェクトをリモートで処理できます。
ko: 네, 모든 프로젝트를 원격으로 처리할 수 있습니다.
tr: Evet, tüm projelerimizi uzaktan yürütebiliyoruz.
zh: 是的，我们可以远程处理所有项目。

# LetsStart
source: Let's Get Started
fr: Commençons
ja: 始めましょう
ko: 시작합시다
tr: Hemen Başlayalım
zh: 让我们开始

# LetsStartDesc
source: Tell us about your project, let's create a solution together.
fr: Parlez-nous de votre projet, créons une solution ensemble.
ja: プロジェクトについて教えてください、一緒にソリューションを作りましょう。
ko: 프로젝트에 대해 알려주세요, 함께 솔루션을 만들어봅시다.
tr: Projenizi anlatın, birlikte çözüm üretelim.
zh: 告诉我们您的项目，让我们一起创建解决方案。

source: Sending...
fr: Envoi en cours...
ja: 送信中...
ko: 전송 중...
tr: Gönderiliyor...
zh: 发送中...

# SolutionsTitle
source: Solutions
ja: ソリューション
ko: 솔루션
tr: Çözümlerimiz
zh: 解决方案

# SolutionsSubtitle
source: Our Solutions
fr: Nos Solutions
ja: 私たちのソリューション
ko: 우리의 솔루션
tr: Çözümlerimiz
zh: 我们的解决方案

# SolutionsHeading
source: What Problems Do We Solve?
fr: Quels Problèmes Résolvons-Nous ?
ja: どんな問題を解決しますか？
ko: 어떤 문제를 해결하나요?
tr: Hangi Problemleri Çözüyoruz?
zh: 我们解决什么问题？

# SolutionsDescription
source: We address the critical 30% that off-the-shelf systems don't cover.
fr: Nous répondons aux 30% critiques que les systèmes prêts à l'emploi ne couvrent pas.
ja: 既製システムがカバーしない重要な30%に対応します。
ko: 기성 시스템이 충족하지 못하는 핵심 30%를 해결합니다.
tr: Hazır sistemlerin karşılamadığı kritik %30'luk alanı ele alıyoruz.
zh: 我们解决现成系统无法覆盖的关键30%。

# ReadySystems
source: Ready-made systems
fr: Les systèmes prêts à l'emploi
ja: 既製システムが
ko: 기성 시스템이
tr: Hazır sistemler
zh: 现成系统

# Covers
source: cover this
fr: couvrent cela
ja: これをカバー
ko: 이것을 충족
tr: karşılar
zh: 覆盖这些

source: Critical needs
fr: Besoins critiques
ja: 重要なニーズ
ko: 핵심 요구사항
tr: Kritik ihtiyaçlar
zh: 关键需求

source: not covered
fr: non couverts
ja: カバーされない
ko: 충족하지 못함
tr: karşılanmaz
zh: 未被覆盖

# TailcodeSolves
source: Tailcode solves this 30%.
fr: Tailcode résout ces 30%.
ja: Tailcodeがこの30%を解決します。
ko: Tailcode가 이 30%를 해결합니다.
tr: Tailcode bu %30'u çözer.
zh: Tailcode解决这30%。

# ScenariosSubtitle
source: Example Scenarios
fr: Exemples de Scénarios
ja: シナリオ例
ko: 예시 시나리오
tr: Örnek Senaryolar
zh: 示例场景

# ScenariosTitle
source: If these situations sound familiar...
fr: Si ces situations vous semblent familières...
ja: これらの状況に見覚えがあれば...
ko: 이런 상황이 익숙하다면...
tr: Bu durumlar size tanıdık geliyorsa...
zh: 如果这些情况听起来很熟悉...

# ScenariosText
source: Here are typical problems that Tailcode solves.
fr: Voici des problèmes typiques que Tailcode résout.
ja: Tailcodeが解決する典型的な問題です。
ko: Tailcode가 해결하는 전형적인 문제들입니다.
tr: İşte Tailcode'un çözdüğü tipik problemler.
zh: 这些是Tailcode解决的典型问题。

# ResultsSubtitle
source: Results
fr: Résultats
ja: 結果
ko: 결과
tr: Sonuçlar
zh: 结果

# ResultsTitle
source: What do you get?
fr: Qu'obtenez-vous ?
ja: 何が得られますか？
ko: 무엇을 얻나요?
tr: Ne elde edersiniz?
zh: 您获得什么？

# ResultTime
source: Time Savings
fr: Gain de Temps
ja: 時間の節約
ko: 시간 절약
tr: Zaman Tasarrufu
zh: 节省时间

# ResultConsistency
source: Consistency
fr: Cohérence
ja: 一貫性
ko: 일관성
tr: Tutarlılık
zh: 一致性

# ResultVisibility
source: Visibility
fr: Visibilité
ja: 可視性
ko: 가시성
tr: Görünürlük
zh: 可见性

# ResultFit
source: Perfect Fit
fr: Adaptation Parfaite
ja: 完璧なフィット
ko: 완벽한 적합성
tr: Uyum
zh: 完美匹配

# CoreProblem
source: The Core Problem
fr: Le Problème Central
ja: 核心的な問題
ko: 핵심 문제
tr: Temel Problem
zh: 核心问题

# WhyNotEnough
source: Why off-the-shelf systems aren't enough?
fr: Pourquoi les systèmes prêts à l'emploi ne suffisent pas ?
ja: 既製システムが十分でない理由は？
ko: 기성 시스템이 충분하지 않은 이유는?
tr: Hazır sistemler neden yetmiyor?
zh: 为什么现成系统不够用？

# This30Leads
source: This 30% leads to:
fr: Ces 30% conduisent à :
ja: この30%は以下を引き起こします：
ko: 이 30%는 다음을 초래합니다:
tr: Bu %30'luk alan şunlara yol açar:
zh: 这30%导致：

# Sol1Item1
source: Disrupts workflow and slows down processes
fr: Perturbe le flux de travail et ralentit les processus
ja: ワークフローを妨げ、プロセスを遅らせる
ko: 워크플로우를 방해하고 프로세스를 늦춤
tr: İş akışını bozar ve süreçleri yavaşlatır
zh: 干扰工作流程并拖慢进度

# Sol1Item2
source: Creates extra workload for teams
fr: Crée une charge de travail supplémentaire pour les équipes
ja: チームに追加の作業負担
ko: 팀에 추가 작업 부담
tr: Ekiplere ekstra iş yükü getirir
zh: 给团队带来额外工作负担

# Sol1Item3
source: Results in manual solutions and temporary workarounds
fr: Résulte en solutions manuelles et contournements temporaires
ja: 手動ソリューションと一時的な回避策を招く
ko: 수동 솔루션과 임시 해결책 초래
tr: Manuel çözümler ve geçici "workaround"lar doğurur
zh: 导致手动解决方案和临时变通

# Sol1Item4
source: Causes inefficiency and inconsistency
fr: Cause inefficacité et incohérence
ja: 非効率と不整合を引き起こす
ko: 비효율성과 불일치 유발
tr: Verimsizlik ve tutarsızlık yaratır
zh: 造成效率低下和不一致

# Sol1Item5
source: Makes reporting and decision-making difficult
fr: Rend le reporting et la prise de décision difficiles
ja: レポートと意思決定を困難にする
ko: 보고 및 의사결정을 어렵게 함
tr: Raporlama ve karar almayı zorlaştırır
zh: 使报告和决策变得困难

# Scenario1Title
source: "We track everything in Excel"
fr: « Nous suivons tout dans Excel »
ja: 「すべてExcelで追跡しています」
ko: "모든 것을 Excel에서 추적해요"
tr: "Excel'de takip ediyoruz"
zh: "我们用Excel跟踪一切"

# Scenario1Text
source: Are you managing processes in Excel spreadsheets? Data scattered, updates difficult, and reporting a nightmare?
fr: Gérez-vous des processus dans des feuilles Excel ? Données éparpillées, mises à jour difficiles et reporting cauchemardesque ?
ja: Excelスプレッドシートでプロセスを管理していますか？データが分散し、更新が難しく、レポートが悪夢ですか？
ko: Excel 스프레드시트로 프로세스를 관리하고 계신가요? 데이터가 분산되고, 업데이트가 어렵고, 보고가 악몽인가요?
tr: Süreçlerinizi Excel tablolarında mı yönetiyorsunuz? Veriler dağınık, güncelleme zor ve raporlama kabus mu?
zh: 您是否用Excel表格管理流程？数据分散，更新困难，报告是噩梦？

# Scenario1Solution
source: We create a custom process management system.
fr: Nous créons un système de gestion de processus sur mesure.
ja: カスタムプロセス管理システムを作成します。
ko: 맞춤형 프로세스 관리 시스템을 만들어드립니다.
tr: Özel bir süreç yönetim sistemi oluşturuyoruz.
zh: 我们创建定制的流程管理系统。

# Scenario2Title
source: "We're lost in email chains"
fr: « Nous sommes perdus dans les chaînes d'emails »
ja: 「メールチェーンで迷子になった」
ko: "이메일 체인에서 길을 잃었어요"
tr: "E-posta zincirlerinde kayboluyoruz"
zh: "我们在邮件链中迷失了"

# Scenario2Text
source: Do approval processes, task tracking, and communication run through email? Who did what, where are we?
fr: Les processus d'approbation, le suivi des tâches et la communication passent par email ? Qui a fait quoi, où en sommes-nous ?
ja: 承認プロセス、タスク追跡、コミュニケーションがメールで行われていますか？誰が何をしたか、どこにいるのか？
ko: 승인 프로세스, 작업 추적, 커뮤니케이션이 이메일로 진행되나요? 누가 무엇을 했는지, 우리가 어디에 있는지?
tr: Onay süreçleri, görev takibi ve iletişim e-posta üzerinden mi yürüyor? Kim ne yaptı, nerede kaldık?
zh: 审批流程、任务跟踪和沟通都通过邮件进行？谁做了什么，我们在哪里？

# Scenario2Solution
source: We set up a centralized workflow platform.
fr: Nous mettons en place une plateforme de workflow centralisée.
ja: 一元化されたワークフロープラットフォームを構築します。
ko: 중앙 집중식 워크플로우 플랫폼을 구축합니다.
tr: Merkezi bir iş akışı platformu kuruyoruz.
zh: 我们建立集中式工作流平台。

# Scenario3Title
source: "Each system works separately"
fr: « Chaque système fonctionne séparément »
ja: 「各システムが別々に動いている」
ko: "각 시스템이 따로 작동해요"
tr: "Her sistem ayrı çalışıyor"
zh: "每个系统都单独运行"

# Scenario3Text
source: Using different software but no integration between them? Is data being entered repeatedly?
fr: Utilisez différents logiciels mais pas d'intégration entre eux ? Les données sont saisies à répétition ?
ja: 異なるソフトウェアを使用していますが統合されていませんか？データが繰り返し入力されていますか？
ko: 다른 소프트웨어를 사용하지만 통합이 안 되나요? 데이터가 반복 입력되나요?
tr: Farklı yazılımlar kullanıyorsunuz ama aralarında entegrasyon yok mu? Veri tekrar tekrar giriliyor mu?
zh: 使用不同的软件但它们之间没有集成？数据被重复输入？

# Scenario3Solution
source: We create a layer that connects your systems.
fr: Nous créons une couche qui connecte vos systèmes.
ja: システムを接続するレイヤーを作成します。
ko: 시스템을 연결하는 레이어를 만들어드립니다.
tr: Sistemleri birbirine bağlayan katman oluşturuyoruz.
zh: 我们创建连接您系统的层。
