Repository: Furkankzlsn/Tailcode
Catalog: Tailcode/Resources/SharedResource.*.resx
Languages: fr, ja, ko, tr, zh

# NavHome
source: Home
fr: Accueil
ja: ホーム
ko: 홈
tr: Ana Sayfa
zh: 首页

# NavAbout
source: About
fr: À Propos
ja: 会社概要
ko: 소개
tr: Hakkımızda
zh: 关于我们

# NavServices
source: Services
ja: サービス
ko: 서비스
tr: Hizmetler
zh: 服务

# NavSolutions
source: Solutions
ja: ソリューション
ko: 솔루션
tr: Çözümlerimiz
zh: 解决方案

# NavContact
source: Contact
ja: お問い合わせ
ko: 문의
tr: İletişim
zh: 联系我们

# FooterQuickLinks
source: Quick Links
fr: Liens Rapides
ja: クイックリンク
ko: 빠른 링크
tr: Hızlı Linkler
zh: 快速链接

# FooterServices
source: Our Services
fr: Nos Services
ja: サービス
ko: 서비스
tr: Hizmetlerimiz
zh: 我们的服务

# FooterContact
source: Contact
ja: お問い合わせ
ko: 문의
tr: İletişim
zh: 联系方式

# FooterSocial
source: Social Media
fr: Réseaux Sociaux
ja: ソーシャルメディア
ko: 소셜 미디어
tr: Sosyal Medya
zh: 社交媒体

# FooterContactUs
source: Contact Us
fr: Contactez-nous
ja: お問い合わせ
ko: 문의하기
tr: Bize Ulaşın
zh: 联系我们

# FooterRights
source: All rights reserved.
fr: Tous droits réservés.
ja: 全著作権所有。
ko: 모든 권리 보유.
tr: Tüm hakları saklıdır.
zh: 版权所有。

# FooterSlogan
source: Solution first. Scale second.
fr: D'abord la solution. Ensuite l'échelle.
ja: まずソリューション。次にスケール。
ko: 먼저 솔루션. 그 다음 확장.
tr: Önce çözüm. Sonra ölçek.
zh: 先解决问题，再扩大规模。

# FooterDescription
source: Not ready-made templates, but software that fits you. We create solutions for organizations and teams to have software perfectly aligned with their workflows.
fr: Pas de modèles prêts à l'emploi, mais des logiciels adaptés à vous. Nous créons des solutions pour que les organisations et les équipes disposent d'un logiciel parfaitement aligné sur leurs processus.
ja: 既製のテンプレートではなく、あなたに合ったソフトウェア。組織とチームがワークフローに完璧に合ったソフトウェアを持てるようソリューションを作成します。
ko: 기성품 템플릿이 아닌, 당신에게 맞는 소프트웨어. 조직과 팀이 워크플로우에 완벽하게 맞는 소프트웨어를 가질 수 있도록 솔루션을 만듭니다.
tr: Hazır kalıplar değil, size uyan yazılımlar. Kurumların ve ekiplerin kendi işleyişlerine birebir uyumlu yazılımlara sahip olabilmeleri için çözümler üretiyoruz.
zh: 不是现成的模板，而是适合您的软件。我们为组织和团队创建完美匹配其工作流程的软件解决方案。

# ServiceCustomSoftware
source: Custom Software
fr: Logiciel Sur Mesure
ja: カスタムソフトウェア
ko: 맞춤형 소프트웨어
tr: Kuruma Özel Yazılımlar
zh: 定制软件

# ServiceWorkflow
source: Workflow Solutions
fr: Solutions de Flux de Travail
ja: ワークフローソリューション
ko: 워크플로우 솔루션
tr: İş Akışı Çözümleri
zh: 工作流解决方案

# ServiceDataReporting
source: Data & Reporting
fr: Données & Reporting
ja: データ & レポーティング
ko: 데이터 & 리포팅
tr: Veri & Raporlama
zh: 数据与报告

# ServicePrototype
source: Prototype & Validation
ja: プロトタイプ & 検証
ko: 프로토타입 & 검증
tr: Prototip & Doğrulama
zh: 原型与验证

# ServicesPageTitle
source: Services
ja: サービス
ko: 서비스
tr: Hizmetler
zh: 服务

# ServicesPageHeading
source: Custom Solutions for You
fr: Solutions Personnalisées Pour Vous
ja: カスタムソリューション
ko: 맞춤형 솔루션
tr: Size Özel Çözümler
zh: 为您定制的解决方案

# ServicesPageDesc
source: We offer expertise in four main areas, addressing your organization's unique needs.
fr: Nous offrons notre expertise dans quatre domaines principaux, répondant aux besoins uniques de votre organisation.
ja: 組織のユニークなニーズに対応する4つの主要分野で専門知識を提供します。
ko: 조직의 고유한 요구사항을 해결하는 네 가지 핵심 분야에 대한 전문 지식을 제공합니다.
tr: Dört ana alanda uzmanlık sunuyor, kurumunuzun benzersiz ihtiyaçlarına cevap veriyoruz.
zh: 我们在四个主要领域提供专业知识，满足您组织的独特需求。

# Svc1Tagline
source: Systems built exclusively for your organization, perfectly aligned with your processes.
fr: Systèmes construits exclusivement pour votre organisation, parfaitement alignés sur vos processus.
ja: 組織専用に構築されたシステム、プロセスに完璧に調和。
ko: 조직을 위해 독점적으로 구축된 시스템, 프로세스와 완벽하게 조화.
tr: Sadece sizin kurumunuza ait, iş süreçlerinize birebir uyan sistemler.
zh: 专为您的组织构建的系统，与您的流程完美契合。

# Svc1Text
source: Off-the-shelf software may not fit your organization's unique structure. At Tailcode, we analyze your workflows in detail and design exactly the system you need from scratch.
fr: Les logiciels du marché peuvent ne pas convenir à la structure unique de votre organisation. Chez Tailcode, nous analysons vos flux de travail en détail et concevons exactement le système dont vous avez besoin.
ja: 既製ソフトウェアは組織のユニークな構造に合わないことがあります。Tailcodeでは、ワークフローを詳細に分析し、必要なシステムをゼロから設計します。
ko: 기성품 소프트웨어는 조직의 고유한 구조에 맞지 않을 수 있습니다. Tailcode에서는 워크플로우를 상세히 분석하고 필요한 정확한 시스템을 처음부터 설계합니다.
tr: Hazır yazılımların sunduğu genel çözümler, kurumunuzun özgün yapısına uymayabilir. Tailcode olarak, iş akışlarınızı detaylı analiz ediyor ve tam olarak ihtiyacınız olan sistemi sıfırdan tasarlıyoruz.
zh: 现成软件可能不适合您组织的独特结构。在Tailcode，我们详细分析您的工作流程，从零开始设计您需要的系统。

# Svc1Item1
source: Internal management systems
fr: Systèmes de gestion interne
ja: 内部管理システム
ko: 내부 관리 시스템
tr: Kurum içi yönetim sistemleri
zh: 内部管理系统

# Svc1Item2
source: Cross-department workflow solutions
fr: Solutions de flux inter-départements
ja: 部門間ワークフローソリューション
ko: 부서간 워크플로우 솔루션
tr: Birimler arası iş akışı çözümleri
zh: 跨部门工作流解决方案

# Svc1Item3
source: Custom admin panels
fr: Panneaux d'administration personnalisés
ja: カスタム管理パネル
ko: 맞춤형 관리자 패널
tr: Özel yönetim panelleri
zh: 定制管理面板

# Svc1Item4
source: Authorization and role-based structures
fr: Structures d'autorisation et de rôles
ja: 権限とロールベースの構造
ko: 권한 및 역할 기반 구조
tr: Yetkilendirme ve rol bazlı yapılar
zh: 权限和角色结构

# Svc1Item5
source: Department-based modules
fr: Modules par département
ja: 部門別モジュール
ko: 부서별 모듈
tr: Departman bazlı modüller
zh: 部门模块

# Svc1Item6
source: Integration solutions
fr: Solutions d'intégration
ja: 統合ソリューション
ko: 통합 솔루션
tr: Entegrasyon çözümleri
zh: 集成解决方案

# Svc2Tagline
source: Digitize manual processes, increase efficiency.
fr: Numérisez les processus manuels, augmentez l'efficacité.
ja: 手動プロセスをデジタル化し、効率を向上。
ko: 수동 프로세스 디지털화, 효율성 향상.
tr: Manuel süreçleri dijitalleştirin, verimliliği artırın.
zh: 将手动流程数字化，提高效率。

# Svc2Text
source: Are you using Excel spreadsheets, email chains, and manual tracking systems? Digitize these processes to save time and minimize errors.
fr: Utilisez-vous des feuilles Excel, des chaînes d'e-mails et des systèmes de suivi manuels ? Numérisez ces processus pour gagner du temps et minimiser les erreurs.
ja: Excelスプレッドシート、メールチェーン、手動追跡システムを使用していますか？これらのプロセスをデジタル化して時間を節約し、エラーを最小限に抑えます。
ko: Excel 스프레드시트, 이메일 체인, 수동 추적 시스템을 사용하고 계십니까? 이러한 프로세스를 디지털화하여 시간을 절약하고 오류를 최소화하세요.
tr: Excel tabloları, e-posta zincirleri ve manuel takip sistemleri mi kullanıyorsunuz? Bu süreçleri dijitalleştirerek hem zaman kazanın hem de hata oranını minimize edin.
zh: 您是否使用Excel表格、邮件链和手动跟踪系统？将这些流程数字化，节省时间并减少错误。

# Svc2Item1
source: Task and project tracking systems
fr: Systèmes de suivi de tâches et projets
ja: タスクとプロジェクト追跡システム
ko: 작업 및 프로젝트 추적 시스템
tr: Görev ve proje takip sistemleri
zh: 任务和项目跟踪系统

# Svc2Item2
source: Meeting and decision tracking
fr: Suivi des réunions et décisions
ja: 会議と意思決定の追跡
ko: 회의 및 의사결정 추적
tr: Toplantı ve karar takibi
zh: 会议和决策跟踪

# Svc2Item3
source: Process mapping and optimization
fr: Cartographie et optimisation des processus
ja: プロセスマッピングと最適化
ko: 프로세스 매핑 및 최적화
tr: Süreç haritalama ve optimizasyon
zh: 流程映射和优化

# Svc2Item4
source: Digitalization of manual work
fr: Numérisation du travail manuel
ja: 手動作業のデジタル化
ko: 수동 작업 디지털화
tr: Manuel işlerin dijitalleştirilmesi
zh: 手动工作数字化

# Svc2Item5
source: Approval and workflow automation
fr: Automatisation des approbations et workflows
ja: 承認とワークフロー自動化
ko: 승인 및 워크플로우 자동화
tr: Onay ve iş akışı otomasyonu
zh: 审批和工作流自动化

# Svc2Item6
source: Notification and reminder systems
fr: Systèmes de notifications et rappels
ja: 通知とリマインダーシステム
ko: 알림 및 리마인더 시스템
tr: Bildirim ve hatırlatma sistemleri
zh: 通知和提醒系统

# Svc3Tagline
source: Make your data meaningful, support your decisions.
fr: Donnez du sens à vos données, appuyez vos décisions.
ja: データに意味を与え、意思決定をサポート。
ko: 데이터에 의미를 부여하고, 의사결정을 지원합니다.
tr: Verilerinizi anlamlı hale getirin, kararlarınızı destekleyin.
zh: 让数据有意义，支持您的决策。

# Svc3Text
source: Is the data accumulated in your organization valuable but scattered? We combine data from different systems to create custom reports and executive dashboards.
fr: Les données accumulées dans votre organisation sont-elles précieuses mais dispersées ? Nous combinons les données de différents systèmes pour créer des rapports personnalisés et des tableaux de bord exécutifs.
ja: 組織に蓄積されたデータは貴重だが分散していますか？様々なシステムからデータを統合し、カスタムレポートと経営ダッシュボードを作成します。
ko: 조직에 축적된 데이터가 가치 있지만 분산되어 있습니까? 다양한 시스템의 데이터를 결합하여 맞춤형 보고서와 경영진 대시보드를 만듭니다.
tr: Kurumunuzda biriken veriler değerli ama dağınık mı? Farklı sistemlerden gelen verileri birleştirerek size özel raporlar ve yönetici panelleri oluşturuyoruz.
zh: 您组织积累的数据是否有价值但分散？我们整合来自不同系统的数据，创建定制报告和管理仪表板。

# Svc3Item1
source: Custom reporting systems
fr: Systèmes de reporting personnalisés
ja: カスタムレポーティングシステム
ko: 맞춤형 리포팅 시스템
tr: Kuruma özel rapor sistemleri
zh: 定制报告系统

# Svc3Item2
source: Making sense of existing system data
fr: Exploitation des données systèmes existantes
ja: 既存システムデータの活用
ko: 기존 시스템 데이터 활용
tr: Hazır sistemlerin verisini anlamlı hale getirme
zh: 利用现有系统数据

# Svc3Item3
source: Excel / Python / API based data processing
fr: Traitement des données Excel / Python / API
ja: Excel / Python / APIベースのデータ処理
ko: Excel / Python / API 기반 데이터 처리
tr: Excel / Python / API tabanlı veri işleme
zh: Excel / Python / API数据处理

# Svc3Item4
source: Executive dashboards
fr: Tableaux de bord exécutifs
ja: 経営ダッシュボード
ko: 경영진 대시보드
tr: Yönetici dashboard'ları
zh: 管理仪表板

# Svc3Item5
source: KPI tracking systems
fr: Systèmes de suivi KPI
ja: KPI追跡システム
ko: KPI 추적 시스템
tr: KPI takip sistemleri
zh: KPI跟踪系统

# Svc3Item6
source: Data visualization solutions
fr: Solutions de visualisation de données
ja: データ可視化ソリューション
ko: 데이터 시각화 솔루션
tr: Veri görselleştirme çözümleri
zh: 数据可视化解决方案

# Svc4Tagline
source: Quickly materialize ideas, test before investing.
fr: Concrétisez rapidement vos idées, testez avant d'investir.
ja: アイデアを素早く実現し、投資前にテスト。
ko: 아이디어를 빠르게 실현하고, 투자 전에 테스트하세요.
tr: Fikri hızla somutlaştırın, yatırım yapmadan önce test edin.
zh: 快速实现想法，投资前先测试。

# Svc4Text
source: Want to test your idea before making a big investment? We validate your concept by creating rapid prototypes, enabling you to get real user feedback.
fr: Vous voulez tester votre idée avant un gros investissement ? Nous validons votre concept en créant des prototypes rapides, vous permettant d'obtenir de vrais retours utilisateurs.
ja: 大きな投資の前にアイデアをテストしたいですか？迅速なプロトタイプでコンセプトを検証し、実際のユーザーフィードバックを得られるようにします。
ko: 큰 투자 전에 아이디어를 테스트하고 싶으신가요? 빠른 프로토타입을 만들어 컨셉을 검증하고 실제 사용자 피드백을 받을 수 있게 합니다.
tr: Büyük yatırım yapmadan önce fikrinizi test etmek mi istiyorsunuz? Hızlı prototipler oluşturarak konseptinizi doğruluyor, gerçek kullanıcı geri bildirimi almanızı sağlıyoruz.
zh: 想在大规模投资前测试您的想法？我们通过快速原型验证您的概念，让您获得真实用户反馈。

# Svc4Item1
source: Fast working prototypes
fr: Prototypes fonctionnels rapides
ja: 高速動作プロトタイプ
ko: 빠른 작동 프로토타입
tr: Hızlı çalışan prototipler
zh: 快速可用原型

# Svc4Item2
source: Clickable interface designs
fr: Maquettes d'interface cliquables
ja: クリック可能なインターフェースデザイン
ko: 클릭 가능한 인터페이스 디자인
tr: Tıklanabilir arayüz tasarımları
zh: 可点击的界面设计

# Svc4Item3
source: Real scenarios with fake data
fr: Scénarios réels avec données fictives
ja: ダミーデータによる実際のシナリオ
ko: 가짜 데이터로 실제 시나리오
tr: Fake data ile gerçek senaryolar
zh: 使用模拟数据的真实场景

# Svc4Item4
source: User testing support
fr: Support aux tests utilisateurs
ja: ユーザーテストサポート
ko: 사용자 테스트 지원
tr: Kullanıcı testi desteği
zh: 用户测试支持

# Svc4Item5
source: Concept validation
fr: Validation de concept
ja: コンセプト検証
ko: 컨셉 검증
tr: Konsept doğrulama
zh: 概念验证

# Svc4Item6
source: MVP development
fr: Développement MVP
ja: MVP開発
ko: MVP 개발
tr: MVP geliştirme
zh: MVP开发

# ProcessSubtitle
source: Work Methodology
fr: Méthodologie de Travail
ja: 作業方法論
ko: 작업 방법론
tr: Çalışma Metodolojisi
zh: 工作方法

# ProcessTitle
source: How does our process work?
fr: Comment fonctionne notre processus ?
ja: プロセスはどのように進みますか？
ko: 프로세스는 어떻게 진행되나요?
tr: Sürecimiz nasıl işler?
zh: 我们的流程如何运作？

# ProcessText
source: We follow five fundamental steps in every project.
fr: Nous suivons cinq étapes fondamentales dans chaque projet.
ja: すべてのプロジェクトで5つの基本ステップに従います。
ko: 모든 프로젝트에서 다섯 가지 기본 단계를 따릅니다.
tr: Her projede beş temel adımı takip ediyoruz.
zh: 我们在每个项目中遵循五个基本步骤。

# Process1Title
source: Listen & Analyze
fr: Écouter & Analyser
ja: ヒアリング & 分析
ko: 듣기 & 분석
tr: Dinleme & Analiz
zh: 倾听与分析

# Process1Text
source: We deeply understand your needs, processes, and current issues.
fr: Nous comprenons en profondeur vos besoins, processus et problèmes actuels.
ja: お客様のニーズ、プロセス、現在の課題を深く理解します。
ko: 귀하의 요구사항, 프로세스 및 현재 문제를 깊이 이해합니다.
tr: İhtiyaçlarınızı, süreçlerinizi ve mevcut sorunları derinlemesine anlıyoruz.
zh: 深入了解您的需求、流程和当前问题。

# Process2Title
source: Framing
fr: Cadrage
ja: フレーミング
ko: 프레이밍
tr: Çerçeveleme
zh: 框架设计

# Process2Text
source: We clarify the problem, define the solution scope and expectations.
fr: Nous clarifions le problème, définissons le périmètre de la solution et les attentes.
ja: 問題を明確にし、ソリューションの範囲と期待を定義します。
ko: 문제를 명확히 하고, 솔루션 범위와 기대치를 정의합니다.
tr: Problemi netleştiriyor, çözüm kapsamını ve beklentileri belirliyoruz.
zh: 明确问题，定义解决方案范围和期望。

# Process3Title
source: Prototype
ja: プロトタイプ
ko: 프로토타입
tr: Prototip
zh: 原型

# Process3Text
source: We materialize the idea with a working prototype, getting quick feedback.
fr: Nous concrétisons l'idée avec un prototype fonctionnel, obtenant un retour rapide.
ja: 動作するプロトタイプでアイデアを具現化し、迅速なフィードバックを得ます。
ko: 작동하는 프로토타입으로 아이디어를 구체화하고 빠른 피드백을 받습니다.
tr: Çalışan bir prototiple fikri somutlaştırıyor, hızlı geri bildirim alıyoruz.
zh: 通过可用的原型将想法具体化，获得快速反馈。

# Process4Title
source: Implementation
fr: Implémentation
ja: 実装
ko: 구현
tr: Uygulama
zh: 实施

# Process4Text
source: We develop the full solution based on the approved prototype.
fr: Nous développons la solution complète basée sur le prototype approuvé.
ja: 承認されたプロトタイプに基づいて完全なソリューションを開発します。
ko: 승인된 프로토타입을 기반으로 전체 솔루션을 개발합니다.
tr: Onaylanan prototip üzerinden tam çözümü geliştiriyoruz.
zh: 基于批准的原型开发完整解决方案。

# Process5Title
source: Delivery & Documentation
fr: Livraison & Documentation
ja: 納品 & ドキュメント化
ko: 배포 & 문서화
tr: Teslim & Dokümantasyon
zh: 交付与文档

# Process5Text
source: We deliver the solution and provide user guides and technical documentation.
fr: Nous livrons la solution et fournissons guides utilisateur et documentation technique.
ja: ソリューションを納品し、ユーザーガイドと技術ドキュメントを提供します。
ko: 솔루션을 전달하고 사용자 가이드와 기술 문서를 제공합니다.
tr: Çözümü teslim ediyor, kullanım kılavuzunu ve teknik dokümanları sağlıyoruz.
zh: 交付解决方案并提供用户指南和技术文档。

# ServicesCTA
source: Which service is right for you?
fr: Quel service vous convient ?
ja: どのサービスがあなたに適していますか？
ko: 어떤 서비스가 적합한가요?
tr: Hangi hizmet size uygun?
zh: 哪种服务适合您？

# ServicesCTAText
source: Let's discuss your needs and determine the best solution together.
fr: Discutons de vos besoins et déterminons ensemble la meilleure solution.
ja: ニーズを話し合い、最適なソリューションを一緒に決めましょう。
ko: 귀하의 요구사항을 논의하고 함께 최적의 솔루션을 결정합시다.
tr: İhtiyaçlarınızı konuşalım ve size en uygun çözümü birlikte belirleyelim.
zh: 让我们讨论您的需求，共同确定最佳解决方案。

# RequestMeeting
source: Request a Meeting
fr: Demander une Réunion
ja: ミーティングをリクエスト
ko: 미팅 요청
tr: Görüşme Talep Et
zh: 预约会议

# HomeTitle
source: Home
fr: Accueil
ja: ホーム
ko: 홈
tr: Ana Sayfa
zh: 首页

# HeroSlogan1
source: Not ready-made templates,
fr: Pas de modèles prêts à l'emploi,
ja: 既製のテンプレートではなく、
ko: 기성품 템플릿이 아닌,
tr: Hazır kalıplar değil,
zh: 不是现成的模板，

# HeroSlogan2
source: software that fits you.
fr: un logiciel adapté à vous.
ja: あなたに合ったソフトウェア。
ko: 당신에게 맞는 소프트웨어.
tr: size uyan yazılımlar.
zh: 而是适合您的软件。

# HeroSubtitle
source: We create solutions for organizations and teams to have software perfectly aligned with their unique workflows.
fr: Nous créons des solutions pour que les organisations et les équipes disposent d'un logiciel parfaitement aligné sur leurs processus uniques.
ja: 組織とチームが独自のワークフローに完璧に合ったソフトウェアを持てるようソリューションを作成します。
ko: 조직과 팀이 고유한 워크플로우에 완벽하게 맞는 소프트웨어를 가질 수 있도록 솔루션을 만듭니다.
tr: Kurumların ve ekiplerin kendi işleyişlerine birebir uyumlu yazılımlara sahip olabilmeleri için çözümler üretiyoruz.
zh: 我们为组织和团队创建完美匹配其独特工作流程的软件解决方案。

# HeroCTA
source: Work With Us
fr: Travaillons Ensemble
ja: 一緒に働く
ko: 함께 일하기
tr: Bizimle Çalışın
zh: 与我们合作

# HeroSecondary
source: Our Services
fr: Nos Services
ja: サービスを見る
ko: 서비스 보기
tr: Hizmetlerimiz
zh: 我们的服务

# ProblemSubtitle
source: The Problem
fr: Le Problème
ja: 問題点
ko: 문제점
tr: Problem
zh: 问题所在

# ProblemTitle
source: Why off-the-shelf software falls short?
fr: Pourquoi les logiciels du marché ne suffisent pas ?
ja: 既製ソフトウェアが不十分な理由は？
ko: 기성품 소프트웨어가 부족한 이유는?
tr: Hazır yazılımlar neden yetmiyor?
zh: 为什么现成软件不够用？

# ProblemText
source: Ready-made software covers 70% of organizational needs. But the remaining 30% is often the most critical part.
fr: Les logiciels prêts à l'emploi couvrent 70% des besoins organisationnels. Mais les 30% restants sont souvent la partie la plus critique.
ja: 既製ソフトウェアは組織ニーズの70%をカバーします。しかし、残りの30%が最も重要な部分であることが多いです。
ko: 기성품 소프트웨어는 조직 요구의 70%를 충족합니다. 하지만 나머지 30%가 가장 중요한 부분인 경우가 많습니다.
tr: Hazır yazılımlar kurumların %70 ihtiyacını karşılar. Ama kalan %30, genellikle işin en kritik kısmıdır.
zh: 现成软件能满足组织70%的需求。但剩下的30%往往是最关键的部分。

# ProblemSolve
source: Tailcode solves exactly that 30%.
fr: Tailcode résout exactement ces 30%.
ja: Tailcodeはまさにその30%を解決します。
ko: Tailcode는 바로 그 30%를 해결합니다.
tr: Tailcode, tam olarak bu %30'luk alanı çözer.
zh: Tailcode正是解决这30%的问题。

# ServicesSubtitle
source: Our Services
fr: Nos Services
ja: サービス
ko: 서비스
tr: Hizmetlerimiz
zh: 我们的服务

# ServicesTitle
source: Custom solutions for you
fr: Solutions personnalisées pour vous
ja: カスタムソリューション
ko: 맞춤형 솔루션
tr: Size özel çözümler sunuyoruz
zh: 为您定制的解决方案

# ServicesText
source: At Tailcode, we offer expertise in four main areas.
fr: Chez Tailcode, nous offrons notre expertise dans quatre domaines principaux.
ja: Tailcodeで4つの主要分野の専門知識を提供します。
ko: Tailcode에서 네 가지 핵심 분야의 전문성을 제공합니다.
tr: Tailcode olarak dört ana alanda uzmanlık sunuyoruz.
zh: Tailcode在四个主要领域提供专业知识。

source: Learn More
fr: En Savoir Plus
ja: 詳しく見る
ko: 더 알아보기
tr: Daha Fazla
zh: 了解更多

# MethodologySubtitle
source: Methodology
fr: Méthodologie
ja: 方法論
ko: 방법론
tr: Metodoloji
zh: 方法论

# MethodologyTitle
source: How do we work?
fr: Comment travaillons-nous ?
ja: どのように働きますか？
ko: 우리는 어떻게 일하나요?
tr: Nasıl çalışıyoruz?
zh: 我们如何工作？

# Step1Title
source: Listen
fr: Écouter
ja: 聞く
ko: 듣기
tr: Dinleme
zh: 倾听

# Step1Text
source: We understand your problem, expectations, and current situation.
fr: Nous comprenons votre problème, vos attentes et votre situation actuelle.
ja: 問題、期待、現状を理解します。
ko: 문제, 기대치, 현재 상황을 이해합니다.
tr: Probleminizi, beklentilerinizi ve mevcut durumu anlıyoruz.
zh: 了解您的问题、期望和当前情况。

# Step2Title
source: Analyze
fr: Analyser
ja: 分析
ko: 분석
tr: Analiz
zh: 分析

# Step2Text
source: We map existing processes and identify bottlenecks.
fr: Nous cartographions les processus existants et identifions les points de blocage.
ja: 既存プロセスをマッピングし、ボトルネックを特定します。
ko: 기존 프로세스를 매핑하고 병목 현상을 파악합니다.
tr: Mevcut süreçleri haritalıyor, darboğazları tespit ediyoruz.
zh: 映射现有流程并识别瓶颈。

# Step3Title
source: Design
fr: Concevoir
ja: 設計
ko: 설계
tr: Tasarım
zh: 设计

# Step3Text
source: We design custom solutions and create prototypes.
fr: Nous concevons des solutions sur mesure et créons des prototypes.
ja: カスタムソリューションを設計し、プロトタイプを作成します。
ko: 맞춤형 솔루션을 설계하고 프로토타입을 만듭니다.
tr: Size özel çözümü tasarlıyor, prototipler oluşturuyoruz.
zh: 设计定制解决方案并创建原型。

# Step4Title
source: Implement
fr: Implémenter
ja: 実装
ko: 구현
tr: Uygulama
zh: 实施

# Step4Text
source: We develop and deliver the approved solution.
fr: Nous développons et livrons la solution approuvée.
ja: 承認されたソリューションを開発・納品します。
ko: 승인된 솔루션을 개발하고 전달합니다.
tr: Onaylanan çözümü geliştiriyor ve teslim ediyoruz.
zh: 开发并交付批准的解决方案。

# Step5Title
source: Support
fr: Accompagner
ja: サポート
ko: 지원
tr: Destek
zh: 支持

# Step5Text
source: Post-launch support and improvements are always available.
fr: Support post-lancement et améliorations toujours disponibles.
ja: リリース後のサポートと改善は常に利用可能です。
ko: 출시 후 지원 및 개선이 항상 가능합니다.
tr: Lansman sonrası destek ve geliştirmeler için yanınızdayız.
zh: 上线后的支持和改进始终可用。

# LimitsSubtitle
source: Clear Boundaries
fr: Limites Claires
ja: 明確な境界
ko: 명확한 경계
tr: Net Sınırlar
zh: 明确的边界

# LimitsTitle
source: What Tailcode doesn't do?
fr: Ce que Tailcode ne fait pas ?
ja: Tailcodeがしないことは？
ko: Tailcode가 하지 않는 것은?
tr: Tailcode ne yapmaz?
zh: Tailcode不做什么？

# LimitsText
source: To stay focused, we clearly define what we don't do.
fr: Pour rester concentrés, nous définissons clairement ce que nous ne faisons pas.
ja: 集中力を保つため、しないことを明確に定義します。
ko: 집중력을 유지하기 위해 하지 않는 것을 명확히 정의합니다.
tr: Odaklanmak için ne yapmadığımızı da net bir şekilde tanımlıyoruz.
zh: 为了保持专注，我们明确定义不做的事情。

# CTATitle
source: Let's discuss your project
fr: Discutons de votre projet
ja: プロジェクトについて話し合いましょう
ko: 프로젝트에 대해 논의합시다
tr: Projenizi konuşalım
zh: 让我们讨论您的项目

# CTAText
source: Contact us to talk about a custom solution for you.
fr: Contactez-nous pour parler d'une solution sur mesure pour vous.
ja: カスタムソリューションについてお話しするにはお問い合わせください。
ko: 맞춤형 솔루션에 대해 이야기하려면 연락하세요.
tr: Size özel çözüm hakkında konuşmak için bize ulaşın.
zh: 联系我们，讨论为您定制的解决方案。

# CTAButton
source: Get In Touch
fr: Nous Contacter
ja: お問い合わせ
ko: 연락하기
tr: İletişime Geçin
zh: 联系我们

# ProblemItem1
source: Disrupts workflow and burdens teams
fr: Perturbe le flux de travail et surcharge les équipes
ja: ワークフローを妨げ、チームに負担をかける
ko: 워크플로우를 방해하고 팀에 부담을 줌
tr: İş akışını bozar ve ekiplere yük olur
zh: 干扰工作流程，给团队带来负担

# ProblemItem2
source: Creates manual solutions and temporary workarounds
fr: Crée des solutions manuelles et des contournements temporaires
ja: 手動ソリューションと一時的な回避策を生む
ko: 수동 솔루션과 임시 해결책 생성
tr: Manuel çözümler ve geçici çareler doğurur
zh: 产生手动解决方案和临时变通方法

# ProblemItem3
source: Causes inefficiency and time waste
fr: Cause inefficacité et perte de temps
ja: 非効率と時間の無駄を引き起こす
ko: 비효율성과 시간 낭비 유발
tr: Verimsizlik ve zaman kaybı yaratır
zh: 导致效率低下和时间浪费

# ProblemItem4
source: Makes reporting and tracking difficult
fr: Rend le reporting et le suivi difficiles
ja: レポートと追跡を困難にする
ko: 보고 및 추적을 어렵게 함
tr: Raporlama ve takip zorlaşır
zh: 使报告和跟踪变得困难

# CriticalNeeds30Text
source: Off-the-shelf systems don't cover
fr: Les systèmes prêts à l'emploi ne couvrent pas
ja: 既製システムがカバーしない
ko: 기성 시스템이 충족하지 못하는
tr: Hazır sistemlerin karşılamadığı
zh: 现成系统无法满足

# CriticalNeeds30Strong
source: critical needs
fr: les besoins critiques
ja: 重要なニーズ
ko: 핵심 요구사항
tr: kritik ihtiyaçlar
zh: 关键需求

# ServiceCustomSoftwareDesc
source: Internal systems, cross-department workflow solutions, custom panels and authorization structures.
fr: Systèmes internes, solutions de flux inter-départements, panneaux personnalisés et structures d'autorisation.
ja: 内部システム、部門間ワークフローソリューション、カスタムパネル、権限構造。
ko: 내부 시스템, 부서간 워크플로우 솔루션, 맞춤형 패널 및 권한 구조.
tr: Kurum içi sistemler, birimler arası iş akışı çözümleri, özel paneller ve yetkilendirme yapıları.
zh: 内部系统、跨部门工作流解决方案、定制面板和权限结构。

# ServiceWorkflowDesc
source: Task and tracking systems, meeting management, process mapping and digitalization of manual work.
fr: Systèmes de tâches et suivi, gestion de réunions, cartographie des processus et numérisation du travail manuel.
ja: タスク・追跡システム、会議管理、プロセスマッピング、手動作業のデジタル化。
ko: 작업 및 추적 시스템, 회의 관리, 프로세스 매핑 및 수동 작업 디지털화.
tr: Görev ve takip sistemleri, toplantı yönetimi, süreç haritalama ve manuel işlerin dijitalleştirilmesi.
zh: 任务和跟踪系统、会议管理、流程映射和手动工作数字化。

# ServiceDataReportingDesc
source: Custom reports, data processing solutions, Excel/Python/API integrations and executive dashboards.
fr: Rapports personnalisés, solutions de traitement de données, intégrations Excel/Python/API et tableaux de bord exécutifs.
ja: カスタムレポート、データ処理ソリューション、Excel/Python/API統合、経営ダッシュボード。
ko: 맞춤형 보고서, 데이터 처리 솔루션, Excel/Python/API 통합 및 경영진 대시보드.
tr: Kuruma özel raporlar, veri işleme çözümleri, Excel/Python/API entegrasyonları ve yönetici panelleri.
zh: 定制报告、数据处理解决方案、Excel/Python/API集成和管理仪表板。
